Repository: HoiskolensChemikerforening/hc-backend
Catalog: chemie/django-avatar/avatar/locale/*/LC_MESSAGES/django.po
Languages: de

source: %(ext)s is an invalid file extension. Authorized extensions are : %(valid_exts_list)s
de: %(ext)s ist ein ungültiges Dateiformat. Erlaubte Formate sind: %(valid_exts_list)s

source: Your file is too big (%(size)s), the maximum allowed size is %(max_valid_size)s
de: Die Datei ist zu groß (%(size)s), die Maximalgröße ist %(max_valid_size)s

source: You already have %(nb_avatars)d avatars, and the maximum allowed is %(nb_max_avatars)d.
de: Sie haben bereits %(nb_avatars)d Avatarbilder hochgeladen. Das maximale Anzahl ist %(nb_max_avatars)d.

source: Avatar for %s
de: Avatar für %s

source: Successfully uploaded a new avatar.
de: Erfolgreich einen neuen Avatar hochgeladen.

source: Successfully updated your avatar.
de: Erfolgreich Ihren Avatar aktualisiert.

source: Successfully deleted the requested avatars.
de: Erfolgreich den Avatar gelöscht.

source: Your current avatar:
de: Ihr aktueller Avatar:

source: You haven't uploaded an avatar yet. Please upload one now.
de: Sie haben noch keinen Avatar hochgeladen. Bitte laden Sie nun einen hoch.

source: Upload New Image
de: Neues Bild hochladen

source: Choose new Default
de: Standard auswählen

source: Please select the avatars that you would like to delete.
de: Bitte wählen Sie die Avatar aus, die Sie löschen möchten.

source: You have no avatars to delete. Please <a href="%(avatar_change_url)s">upload one</a> now.
de: Sie haben keine Avatare zum Löschen. Bitte <a href="%(avatar_change_url)s">laden Sie einen hoch</a>.

source: Delete These
de: Auswahl löschen

source: <a href="%(user_url)s">%(avatar_creator)s</a> has updated their avatar <a href="%(avatar_url)s">%(avatar)s</a>.
de: <a href="%(user_url)s">%(avatar_creator)s</a> hat den Avatar aktualisiert <a href="%(avatar_url)s">%(avatar)s</a>.

source: You have updated your avatar <a href="%(avatar_url)s">%(avatar)s</a>.
de: Sie haben Ihren Avatar aktualisiert <a href="%(avatar_url)s">%(avatar)s</a>.

source: Default Avatar
de: Standard-Avatar
